/* No comment provided by engineer. */
"Available Dragon's rides" = "Vuelos disponibles";

/* No comment provided by engineer. */
"Hello warrior" = "Hola guerrero";

/* No comment provided by engineer. */
"Price :" = "Precio :";

/* No comment provided by engineer. */
"Ride cost :" = "Coste :";

/* No comment provided by engineer. */
"Search rides" = "Buscar vuelos";

/* No comment provided by engineer. */
"Segments" = "Segmentos";

/* No comment provided by engineer. */
"Settings" = "Ajustes";

/* No comment provided by engineer. */
"starting at" = "desde";

/* No comment provided by engineer. */
"Welcomeback" = "Bienvenido";

/* No comment provided by engineer. */
"Your ride details" = "Detalles de tu vuelo";


"Your prefed currency is" = "Tu moneda actual es";

/* No comment provided by engineer. */
"Arrival" = "Llegada";

/* No comment provided by engineer. */
"Book now" = "Reservar";

/* No comment provided by engineer. */
"Departure" = "Salida";

/* No comment provided by engineer. */
"Estimated flight duration " = "Tiempo estimado de vuelo ";

/* No comment provided by engineer. */
"Great!" = "Bien!";

"days" = "días";

/* No comment provided by engineer. */
"months" = "meses";

/* No comment provided by engineer. */
"Register" = "Registrarte";

/* No comment provided by engineer. */
"There's no warrior details" = "No existe detalles del guerrero";

/* No comment provided by engineer. */
"To book a ride first you need to register" = "Para poder realizar la reserva debes registrarte";

/* No comment provided by engineer. */
"To book a ride we need to know who are you." = "Para poder realizar la reserva debemos saber quien eres.";

/* No comment provided by engineer. */
"Trip Booked" = "Vuelo reservado";

/* No comment provided by engineer. */
"Warning" = "Cuidado";

/* No comment provided by engineer. */
"weeks" = "semanas";

/* No comment provided by engineer. */
"years" = "años";




